{
  "name": {
    "en": "Evgenii Podivilov",
    "ru": "Евгений Подивилов",
    "pt": "Evgenii Podivilov"
  },
  "title": {
    "en": "Frontend Developer",
    "ru": "Frontend Developer",
    "pt": "Frontend Developer"
  },
  "summary": {
    "en": "I am a frontend developer with over 7 years of experience in various fields, from the gaming industry to fintech. I am passionate about tackling complex challenges, creating interactive interfaces, and developing high-quality tools. I am ready to share my knowledge and experience to work with a team on challenging tasks, improve the product, and maintain a high level of quality. I have experience in creating and maintaining complex applications, optimizing processes, and developing advanced tools. In addition, I have mentoring experience, helping colleagues and students to understand new technologies and improve their skills. My flexibility and desire to grow allow me to quickly become a part of a new team and contribute to our collective success.",
    "ru": "Я frontend-разработчик с более чем 7-летним опытом работы в различных сферах, от игровой индустрии до финтеха. Меня увлекают сложные вызовы, создание интерактивных интерфейсов и высококачественных инструментов. Я готов делиться своими знаниями и опытом, чтобы вместе с командой решать сложные задачи, совершенствовать продукт и поддерживать высокий уровень качества. За плечами у меня опыт создания и поддержки сложных приложений, оптимизации процессов и разработки продвинутых инструментов. Кроме того, у меня есть опыт менторства, я помогаю коллегам и студентам разбираться с новыми технологиями и улучшать свои навыки. Гибкость и желание развиваться позволяют мне быстро становиться частью новой команды и вносить свой вклад в общий успех.",
    "pt": "Sou um desenvolvedor frontend com mais de 7 anos de experiência em diversos campos, desde a indústria de jogos até o fintech. Sou apaixonado por enfrentar desafios complexos, criar interfaces interativas e desenvolver ferramentas de alta qualidade. Estou pronto para compartilhar meu conhecimento e experiência para trabalhar com uma equipe em tarefas desafiadoras, melhorar o produto e manter um alto nível de qualidade. Tenho experiência na criação e manutenção de aplicativos complexos, otimização de processos e desenvolvimento de ferramentas avançadas. Além disso, tenho experiência como mentor, ajudando colegas e estudantes a entender novas tecnologias e aprimorar suas habilidades. Minha flexibilidade e desejo de crescer me permitem integrar rapidamente a uma nova equipe e contribuir para o nosso sucesso coletivo."
  },
  "avatar": "/assets/avatar.jpg",
  "yearsOfExperience": 7,
  "location": {
    "en": "Carcavelos, Portugal",
    "ru": "Каркавелуш, Португалия",
    "pt": "Carcavelos, Portugal"
  }
}